export const local: string[][] = [
	[
		'«Каменная россыпь»',
		'Заказник «Богучанский»',
		'Православный приход храма святых',
		'первоверховных апостолов Петра и Павла',
		'Писаница Манзя',
		'«Каменский утёс»',
		'Мурская писаница',
		'Манзинская пещера',
	], // Богучанский район [0]
	[
		'Родник святого Луки',
		'Заказник «Тальско-Гаревский»',
		'Заказник «Мало-Кемчугский»',
	], // Большемуртинский [1]
	['Кузнецовское плато', 'Святой источник', 'Пещера «Партизанская»'], // Березовский район [2]
	['Озеро хомитей', 'Озеро чертово'], // Абанский район [3]
	['Озеро радужное', '«Леденая гора»', 'Мраморный водопад'], // Ермаковкий район [4]
	[
		'Озеро светленькое',
		'Комплекс деревянного зодчества ',
		'«Сибирская деревня»',
	], // Енисейский район [5]
	['Гора Кортуз', 'Горы «Три Тигея»', 'Гора «Красный камень»'], // Идринский район [6]
	[
		'Тайбинский заказник',
		'Церковь Ильи Пророка и дом купца Садырина',
		'Действующий Свято-Никольский храм',
	], // Общее Ирбейский р-н [7]
	['Канский собор', 'Браженский собор', 'Памятник природы «Сосновый бор»'], // Канский район [8]
	[
		'Озеро белое',
		'Озеро большое',
		'Березовая грива',
		'Озеро Простокишино',
		'Озеро Козявочное',
		'Озеро Сарбоголь',
		'Хребет Волчиха',
	], // Шарыповский район [9]
	[
		'Лысанская пещера',
		'Джебская пещера',
		'Курганчиковские стелы',
		'Свято- Вознесенский женский монастырь',
		'Гора Силы Ойха',
		'Гора Бугуртак',
	], // Курагинский район [10]
	[
		'«Волковский водопад»',
		'Природный источник «Святой колодец»',
		'«Каменный город»',
		'Образования причудливой формы',
	], // Каратузский район [11]
	[
		'Вороковский кедровый бор',
		'Заповедник «Кемский»',
		'Святого источника Петра и Павла',
	], // Казачинский район [12]
	[
		'Храм покрова Пресвятой богородицы',
		'Дешембинское озеро и Чадобский',
		'Источник. Поп-гора в д. Чадобец.',
	], // Кежемский район [13]
	['Майдашинская писаница', 'Урочище Подсуханиха', 'Гора Суханиха'], // Минусинский район [14]
	['Заказник Тиличетский', 'Храм Святого Архистртига Михаила'], // Общее Нижнеингашский р-н [15]
	['Писаница «Улазы»', 'Место падения метеорита «Палласово железо»'], // Новоселовский район [16]
	[
		'Музей мамонта в Хатанге',
		'Поклонный Крест',
		'Часовня Сергия Радонежского',
		'Муруктинская котловина	',
		'Суломайские столбы',
	], // Эвенкийский район [17]
	['Пещера Белая', 'Пещера Темная'], // Манский район [18]
	['Гора алтат', 'Атласное озеро', 'Гора сивуха', 'Озеро сорог'], // Партизанский район [19]
	['Гмирянский бор', 'Река Богунай'], // Рыбинский район [20]
	['Гмирянский бор', 'Река Богунай'], // Саянский район [21]
	[
		'с. Сухобузимское',
		'Заказник «Саратовское болото»',
		'Заказник « Абакшинское озеро»',
	], // Общее Сухобузимский р-н [22]

	[
		'Озеро Таймыр',
		'Озеро Кета',
		'Шаманские ворота',
		'Место стоянки эвенков',
		'Озеро Кутарамакан',
		'Водопад Большой Иркиндинский ',
		'Озеро Кутарамакан',
		'Озеро Аян',
		'Озеро Кета',
		'Дулукский водопад',
		'Обножение «Красные камни»',
	], // Таймырский Долгано-Ненецкий район [23]
	[
		'Петроглиф «Нижний брат»',
		'«Мыс Арбан»',
		'Пещера Графская',
		'Культовый комплекс Усть-Тасеева',
		'Озер Дикое',
		'Озеро Гуря',
	], // Тасеевский район [24]
	[
		'Петроглиф «Нижний брат»',
		'«Мыс Арбан»',
		'Пещера Графская',
		'Культовый комплекс Усть-Тасеева',
		'Озер Дикое',
		'Озеро Гуря',
	], // Туруханский район [24]
	['Озеро «Круглое»', '«Сосновый бор»'], // Уярский район [25]
]
