export const reportData = [
	[
		{
			name: 'город Ачинск',
			count: 0.2763150411,
			count2: 0.5163408896,
		},
		{
			name: 'город Боготол',
			count: 0.005715395056,
			count2: 0.2251060031,
		},
		{
			name: 'город Бородино',
			count: 0.1228869082,
			count2: 0.1410181173,
		},
		{
			name: 'город Дивногорск',
			count: 0.1212952736,
			count2: 0.08170397527,
		},
		{
			name: 'город Енисейск',
			count: 0.01712619072,
			count2: 0.7936961509,
		},
		{
			name: 'город Канск',
			count: 0.2204500274,
			count2: 0.2627041197,
		},
		{
			name: 'поселок Кедровый',
			count: 0.006746277994,
			count2: 0.09850331387,
		},
		{
			name: 'город Красноярск',
			count: 1,
			count2: 1,
		},
		{
			name: 'город Лесосибирск',
			count: 0.1408764602,
			count2: 0.1431732333,
		},
		{
			name: 'город Минусинск',
			count: 0.06335705385,
			count2: 0.2644000381,
		},
		{
			name: 'город Назарово',
			count: 0.05917799278,
			count2: 0.2225940782,
		},
		{
			name: 'город Норильск',
			count: 0.4718140212,
			count2: 0.1677125074,
		},
		{
			name: 'город Сосновоборск',
			count: 0.0005078931709,
			count2: 0.09808933578,
		},
		{
			name: 'город Шарыпово',
			count: 0.01985781658,
			count2: 0.2772612672,
		},
		{
			name: 'Абанский муниципальный район',
			count: 0.006602357237,
			count2: 0.09755974593,
		},
		{
			name: 'Ачинский муниципальный район',
			count: 0.05840258106,
			count2: 0.2283863098,
		},
		{
			name: 'Балахтинский муниципальный район',
			count: 0.3830987579,
			count2: 0.09676724213,
		},
		{
			name: 'Березовский муниципальный район',
			count: 0.2468221882,
			count2: 0.1199987717,
		},
		{
			name: 'Бирилюсский муниципальный район',
			count: 0,
			count2: 0.05956238892,
		},
		{
			name: 'Боготольский муниципальный район',
			count: 0.0286267709,
			count2: 0.01476580254,
		},
		{
			name: 'Богучанский муниципальный район',
			count: 0.1017276908,
			count2: 0.09396350161,
		},
		{
			name: 'Большемуртинский муниципальный район',
			count: 0.005821504028,
			count2: 0.1398156964,
		},
		{
			name: 'Большеулуйский муниципальный район',
			count: 0.002230123418,
			count2: 0.003612443455,
		},
		{
			name: 'Дзержинский муниципальный район',
			count: 0.006901638954,
			count2: 0.05576909994,
		},
		{
			name: 'Емельяновский муниципальный район',
			count: 0.2921171158,
			count2: 0.1732100072,
		},
		{
			name: 'Енисейский муниципальный район',
			count: 0.004869244018,
			count2: 0.09674536774,
		},
		{
			name: 'Ермаковский муниципальный район',
			count: 0.2900139815,
			count2: 0.2802278761,
		},
		{
			name: 'Идринский муниципальный район',
			count: -0.0001151569501,
			count2: 0.04553192801,
		},
		{
			name: 'Иланский муниципальный район',
			count: 0.006994144213,
			count2: 0.07165108666,
		},
		{
			name: 'Ирбейский муниципальный район',
			count: 0.005209336879,
			count2: 0.09298280117,
		},
		{
			name: 'Казачинский муниципальный район',
			count: 0.0127920473,
			count2: 0.08748246705,
		},
		{
			name: 'Канский муниципальный район',
			count: 0.01702552324,
			count2: 0.07159562605,
		},
		{
			name: 'Каратузский муниципальный район',
			count: 0.00004264613731,
			count2: 0.1106763686,
		},
		{
			name: 'Кежемский муниципальный район',
			count: 0.04092997024,
			count2: 0.05643855956,
		},
		{
			name: 'Козульский муниципальный район',
			count: 0.006294913291,
			count2: 0.099840105,
		},
		{
			name: 'Краснотуранский муниципальный район',
			count: 0.07420465574,
			count2: 0.06663058588,
		},
		{
			name: 'Курагинский муниципальный район',
			count: 0.03256096512,
			count2: 0.09100733675,
		},
		{
			name: 'Манский муниципальный район',
			count: 0.05297197825,
			count2: 0.09376703891,
		},
		{
			name: 'Минусинский муниципальный район',
			count: 0.9,
			count2: 0.2677392394,
		},
		{
			name: 'Мотыгинский муниципальный район',
			count: 0.01086576134,
			count2: 0.03913167234,
		},
		{
			name: 'Назаровский муниципальный район',
			count: 0.00002878923753,
			count2: 0.0003281739613,
		},
		{
			name: 'Нижнеингашский муниципальный район',
			count: 0.02598492956,
			count2: 0.06581154129,
		},
		{
			name: 'Новоселовский муниципальный район',
			count: 0.03872072701,
			count2: 0.06327365644,
		},
		{
			name: 'Партизанский муниципальный район',
			count: 0.0009308520134,
			count2: 0.08491967369,
		},
		{
			name: 'Пировский муниципальный округ',
			count: -0.0001151569501,
			count2: 0.02209561854,
		},
		{
			name: 'Рыбинский муниципальный район',
			count: 0.2684167245,
			count2: 0.1520813568,
		},
		{
			name: 'Саянский муниципальный район',
			count: -0.0001151569501,
			count2: 0.1151672028,
		},
		{
			name: 'Северо-Енисейский муниципальный район',
			count: 0.006109902774,
			count2: 0,
		},
		{
			name: 'Сухобузимский муниципальный район',
			count: 0.1932942926,
			count2: 0.07491498962,
		},
		{
			name: 'Тасеевский муниципальный район',
			count: 0.003685720862,
			count2: 0.1176651206,
		},
		{
			name: 'Таймырский Долгано-Ненецкий муниципальный район',
			count: 0.07323607127,
			count2: 0.2630963131,
		},
		{
			name: 'Туруханский муниципальный район',
			count: 0.08080245724,
			count2: 0.3484896041,
		},
		{
			name: 'Тюхтетский муниципальный округ',
			count: -0.0001151569501,
			count2: 0.07193340158,
		},
		{
			name: 'Ужурский муниципальный район',
			count: 0.1820821112,
			count2: 0.1501837523,
		},
		{
			name: 'Уярский муниципальный район',
			count: 0.001481919124,
			count2: 0.03698067857,
		},
		{
			name: 'Шарыповский муниципальный округ',
			count: 0.09611207746,
			count2: 0.1485937892,
		},
		{
			name: 'Шушенский муниципальный район',
			count: 0.1384060256,
			count2: 0.3564330005,
		},
		{
			name: 'Эвенкийский муниципальный район',
			count: 0.01293352593,
			count2: 0.2465725578,
		},
	],
	[
		{
			name: 'город Ачинск',
			count: 0.01106228216,
			count2: 0.5163408896,
		},
		{
			name: 'город Боготол',
			count: 0.001439612062,
			count2: 0.2251060031,
		},
		{
			name: 'город Бородино',
			count: 0,
			count2: 0.1410181173,
		},
		{
			name: 'город Дивногорск',
			count: 0.08152750417,
			count2: 0.08170397527,
		},
		{
			name: 'город Енисейск',
			count: 0.1175178057,
			count2: 0.7936961509,
		},
		{
			name: 'город Канск',
			count: 0.03439915139,
			count2: 0.2627041197,
		},
		{
			name: 'поселок Кедровый',
			count: 0,
			count2: 0.09850331387,
		},
		{
			name: 'город Красноярск',
			count: 1,
			count2: 1,
		},
		{
			name: 'город Лесосибирск',
			count: 0.002879224125,
			count2: 0.1431732333,
		},
		{
			name: 'город Минусинск',
			count: 0.7843612669,
			count2: 0.2644000381,
		},
		{
			name: 'город Назарово',
			count: 0,
			count2: 0.2225940782,
		},
		{
			name: 'город Норильск',
			count: 0,
			count2: 0.1677125074,
		},
		{
			name: 'город Сосновоборск',
			count: 0.003182300349,
			count2: 0.09808933578,
		},
		{
			name: 'город Шарыпово',
			count: 0.1199424155,
			count2: 0.2772612672,
		},
		{
			name: 'Абанский муниципальный район',
			count: 0.04826488862,
			count2: 0.09755974593,
		},
		{
			name: 'Ачинский муниципальный район',
			count: 0.01106228216,
			count2: 0.2283863098,
		},
		{
			name: 'Балахтинский муниципальный район',
			count: 0.2327625398,
			count2: 0.09676724213,
		},
		{
			name: 'Березовский муниципальный район',
			count: 0.03849068041,
			count2: 0.1199987717,
		},
		{
			name: 'Бирилюсский муниципальный район',
			count: 0.00007576905592,
			count2: 0.05956238892,
		},
		{
			name: 'Боготольский муниципальный район',
			count: 0.001439612062,
			count2: 0.01476580254,
		},
		{
			name: 'Богучанский муниципальный район',
			count: 0.008183058039,
			count2: 0.09396350161,
		},
		{
			name: 'Большемуртинский муниципальный район',
			count: 0.0006819215033,
			count2: 0.1398156964,
		},
		{
			name: 'Большеулуйский муниципальный район',
			count: 0,
			count2: 0.003612443455,
		},
		{
			name: 'Дзержинский муниципальный район',
			count: 0.0364449159,
			count2: 0.05576909994,
		},
		{
			name: 'Емельяновский муниципальный район',
			count: 0.1657826943,
			count2: 0.1732100072,
		},
		{
			name: 'Енисейский муниципальный район',
			count: 0.1175178057,
			count2: 0.09674536774,
		},
		{
			name: 'Ермаковский муниципальный район',
			count: 0.8,
			count2: 0.2802278761,
		},
		{
			name: 'Идринский муниципальный район',
			count: 0.0009849977269,
			count2: 0.04553192801,
		},
		{
			name: 'Иланский муниципальный район',
			count: 0.01053189877,
			count2: 0.07165108666,
		},
		{
			name: 'Ирбейский муниципальный район',
			count: 0.002500378845,
			count2: 0.09298280117,
		},
		{
			name: 'Казачинский муниципальный район',
			count: 0.03174723443,
			count2: 0.08748246705,
		},
		{
			name: 'Канский муниципальный район',
			count: 0.03621760873,
			count2: 0.07159562605,
		},
		{
			name: 'Каратузский муниципальный район',
			count: 0.0204576451,
			count2: 0.1106763686,
		},
		{
			name: 'Кежемский муниципальный район',
			count: 0.1581300197,
			count2: 0.05643855956,
		},
		{
			name: 'Козульский муниципальный район',
			count: 0.001136535839,
			count2: 0.099840105,
		},
		{
			name: 'Краснотуранский муниципальный район',
			count: 0.06561600242,
			count2: 0.06663058588,
		},
		{
			name: 'Курагинский муниципальный район',
			count: 0.3233823307,
			count2: 0.09100733675,
		},
		{
			name: 'Манский муниципальный район',
			count: 0.05811486589,
			count2: 0.09376703891,
		},
		{
			name: 'Минусинский муниципальный район',
			count: 0.584,
			count2: 0.2677392394,
		},
		{
			name: 'Мотыгинский муниципальный район',
			count: 0.0002273071678,
			count2: 0.03913167234,
		},
		{
			name: 'Назаровский муниципальный район',
			count: 0.001212304895,
			count2: 0.0003281739613,
		},
		{
			name: 'Нижнеингашский муниципальный район',
			count: 0.002197302622,
			count2: 0.06581154129,
		},
		{
			name: 'Новоселовский муниципальный район',
			count: 0.004773450523,
			count2: 0.06327365644,
		},
		{
			name: 'Партизанский муниципальный район',
			count: 0.008486134263,
			count2: 0.08491967369,
		},
		{
			name: 'Пировский муниципальный округ',
			count: 0,
			count2: 0.02209561854,
		},
		{
			name: 'Рыбинский муниципальный район',
			count: 0.0448552811,
			count2: 0.1520813568,
		},
		{
			name: 'Саянский муниципальный район',
			count: 0,
			count2: 0.1151672028,
		},
		{
			name: 'Северо-Енисейский муниципальный район',
			count: 0.01682073041,
			count2: 0,
		},
		{
			name: 'Сухобузимский муниципальный район',
			count: 0.00333383846,
			count2: 0.07491498962,
		},
		{
			name: 'Тасеевский муниципальный район',
			count: 0.007349598424,
			count2: 0.1176651206,
		},
		{
			name: 'Таймырский Долгано-Ненецкий муниципальный район',
			count: 0.786,
			count2: 0.2630963131,
		},
		{
			name: 'Туруханский муниципальный район',
			count: 0.0159872708,
			count2: 0.3484896041,
		},
		{
			name: 'Тюхтетский муниципальный округ',
			count: 0,
			count2: 0.07193340158,
		},
		{
			name: 'Ужурский муниципальный район',
			count: 0.2516290347,
			count2: 0.1501837523,
		},
		{
			name: 'Уярский муниципальный район',
			count: 0.01045612972,
			count2: 0.03698067857,
		},
		{
			name: 'Шарыповский муниципальный округ',
			count: 0.6615396272,
			count2: 0.1485937892,
		},
		{
			name: 'Шушенский муниципальный район',
			count: 0.8,
			count2: 0.3564330005,
		},
		{
			name: 'Эвенкийский муниципальный район',
			count: 0.02091225943,
			count2: 0.2465725578,
		},
	],
	[
		{
			name: 'город Ачинск',
			count: 0.4519668864,
			count2: 0.8920752179,
		},
		{
			name: 'город Боготол',
			count: 0.1624349758,
			count2: 0.6728011751,
		},
		{
			name: 'город Бородино',
			count: 0.1150406619,
			count2: 0.6535716328,
		},
		{
			name: 'город Дивногорск',
			count: 0.07274870767,
			count2: 0.6398357876,
		},
		{
			name: 'город Енисейск',
			count: 1,
			count2: 0.7331556182,
		},
		{
			name: 'город Канск',
			count: 0.191104953,
			count2: 0.8676573914,
		},
		{
			name: 'поселок Кедровый',
			count: 0.1092976017,
			count2: 0.5533261029,
		},
		{
			name: 'город Красноярск',
			count: 0.772765327,
			count2: 0.9521669325,
		},
		{
			name: 'город Лесосибирск',
			count: 0.1608461685,
			count2: 0.6289319262,
		},
		{
			name: 'город Минусинск',
			count: 0.1731719571,
			count2: 0.934391233,
		},
		{
			name: 'город Назарово',
			count: 0.1722066824,
			count2: 0.7146272212,
		},
		{
			name: 'город Норильск',
			count: 0.1278714201,
			count2: 0.7370592375,
		},
		{
			name: 'город Сосновоборск',
			count: 0.03296924514,
			count2: 0.6977786727,
		},
		{
			name: 'город Шарыпово',
			count: 0.1943765054,
			count2: 1,
		},
		{
			name: 'Абанский муниципальный район',
			count: 0.2627988808,
			count2: 0,
		},
		{
			name: 'Ачинский муниципальный район',
			count: 0.281253457,
			count2: 0.5943373765,
		},
		{
			name: 'Балахтинский муниципальный район',
			count: 0.1432464299,
			count2: 0.2399332015,
		},
		{
			name: 'Березовский муниципальный район',
			count: 0.0979367742,
			count2: 0.3889958722,
		},
		{
			name: 'Бирилюсский муниципальный район',
			count: 0.0714716971,
			count2: 0.3744652845,
		},
		{
			name: 'Боготольский муниципальный район',
			count: 0.0371655926,
			count2: 0.1227927681,
		},
		{
			name: 'Богучанский муниципальный район',
			count: 0.1145375581,
			count2: 0.1991624651,
		},
		{
			name: 'Большемуртинский муниципальный район',
			count: 0.1619146122,
			count2: 0.3887862361,
		},
		{
			name: 'Большеулуйский муниципальный район',
			count: 0.01306585279,
			count2: 0.2142441856,
		},
		{
			name: 'Дзержинский муниципальный район',
			count: 0.1036409922,
			count2: 0.1731269564,
		},
		{
			name: 'Емельяновский муниципальный район',
			count: 0.121748786,
			count2: 0.4886348493,
		},
		{
			name: 'Енисейский муниципальный район',
			count: 0.1832256224,
			count2: 0.2933627341,
		},
		{
			name: 'Ермаковский муниципальный район',
			count: 0.3936930056,
			count2: 0.3784030318,
		},
		{
			name: 'Идринский муниципальный район',
			count: 0.06112473688,
			count2: 0.2791611968,
		},
		{
			name: 'Иланский муниципальный район',
			count: 0.07494402694,
			count2: 0.3329277034,
		},
		{
			name: 'Ирбейский муниципальный район',
			count: 0.1510662869,
			count2: 0.315950232,
		},
		{
			name: 'Казачинский муниципальный район',
			count: 0.1192400154,
			count2: 0.2864340918,
		},
		{
			name: 'Канский муниципальный район',
			count: 0.1429820022,
			count2: 0.2538209311,
		},
		{
			name: 'Каратузский муниципальный район',
			count: 0.1423816223,
			count2: 0.3151833774,
		},
		{
			name: 'Кежемский муниципальный район',
			count: 0.06527293144,
			count2: 0.2721434866,
		},
		{
			name: 'Козульский муниципальный район',
			count: 0.09536134719,
			count2: 0.3752520202,
		},
		{
			name: 'Краснотуранский муниципальный район',
			count: 0.0809095876,
			count2: 0.3426996716,
		},
		{
			name: 'Курагинский муниципальный район',
			count: 0.1089479972,
			count2: 0.300017504,
		},
		{
			name: 'Манский муниципальный район',
			count: 0.1254440248,
			count2: 0.3628180526,
		},
		{
			name: 'Минусинский муниципальный район',
			count: 0.3625538464,
			count2: 0.5880283618,
		},
		{
			name: 'Мотыгинский муниципальный район',
			count: 0.06248021365,
			count2: 0.2550107385,
		},
		{
			name: 'Назаровский муниципальный район',
			count: 0.0009267881774,
			count2: 0.3127086003,
		},
		{
			name: 'Нижнеингашский муниципальный район',
			count: 0.1249376979,
			count2: 0.1556122699,
		},
		{
			name: 'Новоселовский муниципальный район',
			count: 0.08365420918,
			count2: 0.1616538901,
		},
		{
			name: 'Партизанский муниципальный район',
			count: 0.1026084298,
			count2: 0.4316366584,
		},
		{
			name: 'Пировский муниципальный округ',
			count: 0.029139622,
			count2: 0.2234202283,
		},
		{
			name: 'Рыбинский муниципальный район',
			count: 0.2219437998,
			count2: 0.255419188,
		},
		{
			name: 'Саянский муниципальный район',
			count: 0.1502586984,
			count2: 0.2826484437,
		},
		{
			name: 'Северо-Енисейский муниципальный район',
			count: 0,
			count2: 0.1537295737,
		},
		{
			name: 'Сухобузимский муниципальный район',
			count: 0.1082176616,
			count2: 0.2868553378,
		},
		{
			name: 'Тасеевский муниципальный район',
			count: 0.1865394248,
			count2: 0.2684203913,
		},
		{
			name: 'Таймырский Долгано-Ненецкий муниципальный район',
			count: 0.3683676604,
			count2: 0.3830860622,
		},
		{
			name: 'Туруханский муниципальный район',
			count: 0.7473477637,
			count2: 0.1627647572,
		},
		{
			name: 'Тюхтетский муниципальный округ',
			count: 0.174222204,
			count2: 0.09750015779,
		},
		{
			name: 'Ужурский муниципальный район',
			count: 0.07550069064,
			count2: 0.4820767261,
		},
		{
			name: 'Уярский муниципальный район',
			count: 0.03640480657,
			count2: 0.3627753984,
		},
		{
			name: 'Шарыповский муниципальный округ',
			count: 0.3040107942,
			count2: 0.3488143226,
		},
		{
			name: 'Шушенский муниципальный район',
			count: 0.2710439992,
			count2: 0.5889414477,
		},
		{
			name: 'Эвенкийский муниципальный район',
			count: 0.2900836285,
			count2: 0.5555340174,
		},
	],
	[
		{
			name: 'Енисейск',
			count: 1,
		},
		{
			name: 'Красноярск',
			count: 0.8439517778,
		},
		{
			name: 'Ачинск',
			count: 0.537955655,
		},
		{
			name: 'Туруханский',
			count: 0.4735697495,
		},
		{
			name: 'Минусинский',
			count: 0.4256215988,
		},
		{
			name: 'Ермаковский',
			count: 0.4045712886,
		},
		{
			name: 'Эвенкийский',
			count: 0.3597191224,
		},
		{
			name: 'Шушенский',
			count: 0.3372723408,
		},
		{
			name: 'Тасеевский',
			count: 0.3317198685,
		},
		{
			name: 'Ачинский',
			count: 0.2999203022,
		},
		{
			name: 'Шарыповский',
			count: 0.2558066209,
		},
		{
			name: 'Канск',
			count: 0.2490845403,
		},
		{
			name: 'Минусинск',
			count: 0.2302605885,
		},
		{
			name: 'Боготол',
			count: 0.2211575705,
		},
		{
			name: 'Норильск',
			count: 0.2153367479,
		},
		{
			name: 'Шарыпово',
			count: 0.2084250692,
		},
		{
			name: 'Лесосибирск',
			count: 0.1833923083,
		},
		{
			name: 'Назарово',
			count: 0.1827479861,
		},
		{
			name: 'Рыбинский',
			count: 0.1704838181,
		},
		{
			name: 'Таймырский (Долгано-Ненецкий)',
			count: 0.1649183184,
		},
		{
			name: 'Емельяновский',
			count: 0.1601900363,
		},
		{
			name: 'Бородино',
			count: 0.1567460962,
		},
		{
			name: 'Енисейский',
			count: 0.1524787986,
		},
		{
			name: 'Большемуртинский',
			count: 0.1470990813,
		},
		{
			name: 'Балахтинский',
			count: 0.1369699554,
		},
		{
			name: 'Кедровый',
			count: 0.1234203845,
		},
		{
			name: 'Ирбейский',
			count: 0.1188525877,
		},
		{
			name: 'Саянский',
			count: 0.1154173616,
		},
		{
			name: 'Богучанский',
			count: 0.1071815429,
		},
		{
			name: 'Абанский ',
			count: 0.1053174945,
		},
		{
			name: 'Казачинский',
			count: 0.1049614565,
		},
		{
			name: 'Курагинский',
			count: 0.1019797034,
		},
		{
			name: 'Козульский',
			count: 0.1018825052,
		},
		{
			name: 'Манский',
			count: 0.1005460379,
		},
		{
			name: 'Березовский',
			count: 0.1004691215,
		},
		{
			name: 'Сухобузимский',
			count: 0.09933265869,
		},
		{
			name: 'Ужурский',
			count: 0.09661981835,
		},
		{
			name: 'Канский',
			count: 0.09118112975,
		},
		{
			name: 'Нижнеингашский',
			count: 0.08497441102,
		},
		{
			name: 'Партизанский',
			count: 0.08386011322,
		},
		{
			name: 'Краснотуранский',
			count: 0.08039314952,
		},
		{
			name: 'Дзержинский',
			count: 0.07969132927,
		},
		{
			name: 'Каратузский',
			count: 0.07529292257,
		},
		{
			name: 'Дивногорск',
			count: 0.07374442211,
		},
		{
			name: 'Тюхтетский',
			count: 0.07347062074,
		},
		{
			name: 'Иланский',
			count: 0.06822903125,
		},
		{
			name: 'Кежемский',
			count: 0.05986542702,
		},
		{
			name: 'Бирилюсский',
			count: 0.05866284777,
		},
		{
			name: 'Новоселовский',
			count: 0.05446128646,
		},
		{
			name: 'Мотыгинский',
			count: 0.05341478237,
		},
		{
			name: 'Сосновоборск',
			count: 0.04703192235,
		},
		{
			name: 'Идринский',
			count: 0.04275433522,
		},
		{
			name: 'Уярский',
			count: 0.03542749221,
		},
		{
			name: 'Боготольский',
			count: 0.02745300718,
		},
		{
			name: 'Пировский',
			count: 0.02287779711,
		},
		{
			name: 'Большеулуйский',
			count: 0.005283694361,
		},
		{
			name: 'Назаровский',
			count: 0.000422309486,
		},
		{
			name: 'Северо-Енисейский',
			count: 0,
		},
	],
	[
		{
			name: 'Ачинск',
			count: 1,
		},
		{
			name: 'Енисейск',
			count: 0.8993580356,
		},
		{
			name: 'Красноярск',
			count: 0.8502551533,
		},
		{
			name: 'Ермаковский',
			count: 0.7477455093,
		},
		{
			name: 'Тасеевский',
			count: 0.5850182729,
		},
		{
			name: 'Норильск',
			count: 0.4784927673,
		},
		{
			name: 'Шарыповский',
			count: 0.4681995682,
		},
		{
			name: 'Емельяновский',
			count: 0.4479857323,
		},
		{
			name: 'Шушенский',
			count: 0.3975039638,
		},
		{
			name: 'Эвенкийский',
			count: 0.3357084601,
		},
		{
			name: 'Канск',
			count: 0.3318404625,
		},
		{
			name: 'Туруханский',
			count: 0.3211638585,
		},
		{
			name: 'Бородино',
			count: 0.3122709822,
		},
		{
			name: 'Минусинск',
			count: 0.3030412822,
		},
		{
			name: 'Лесосибирск',
			count: 0.3013147855,
		},
		{
			name: 'Богучанский',
			count: 0.265782388,
		},
		{
			name: 'Минусинский',
			count: 0.2591713359,
		},
		{
			name: 'Енисейский',
			count: 0.239125379,
		},
		{
			name: 'Балахтинский',
			count: 0.2283458536,
		},
		{
			name: 'Рыбинский',
			count: 0.2149853427,
		},
		{
			name: 'Ужурский',
			count: 0.2096595176,
		},
		{
			name: 'Березовский',
			count: 0.2093162594,
		},
		{
			name: 'Ачинский',
			count: 0.2012881207,
		},
		{
			name: 'Ирбейский',
			count: 0.1901406735,
		},
		{
			name: 'Дзержинский',
			count: 0.182040635,
		},
		{
			name: 'Курагинский',
			count: 0.1534246374,
		},
		{
			name: 'Таймырский (Долгано-Ненецкий)',
			count: 0.1531818965,
		},
		{
			name: 'Шарыпово',
			count: 0.1476837256,
		},
		{
			name: 'Козульский',
			count: 0.1452081045,
		},
		{
			name: 'Боготол',
			count: 0.1404100678,
		},
		{
			name: 'Кежемский',
			count: 0.1282204878,
		},
		{
			name: 'Назарово',
			count: 0.1253304704,
		},
		{
			name: 'Дивногорск',
			count: 0.1199434546,
		},
		{
			name: 'Казачинский',
			count: 0.1197480989,
		},
		{
			name: 'Иланский',
			count: 0.1120322964,
		},
		{
			name: 'Краснотуранский',
			count: 0.1118622571,
		},
		{
			name: 'Большемуртинский',
			count: 0.1030184689,
		},
		{
			name: 'Нижнеингашский',
			count: 0.09330140798,
		},
		{
			name: 'Сосновоборск',
			count: 0.08341417825,
		},
		{
			name: 'Канский',
			count: 0.08290560988,
		},
		{
			name: 'Мотыгинский',
			count: 0.08283483867,
		},
		{
			name: 'Манский',
			count: 0.07118881478,
		},
		{
			name: 'Сухобузимский',
			count: 0.04387228674,
		},
		{
			name: 'Абанский ',
			count: 0.03648224785,
		},
		{
			name: 'Боготольский',
			count: 0.03496751637,
		},
		{
			name: 'Новоселовский',
			count: 0.0329973901,
		},
		{
			name: 'Каратузский',
			count: 0.02475019118,
		},
		{
			name: 'Уярский',
			count: 0.01816588393,
		},
		{
			name: 'Большеулуйский',
			count: 0.00907077714,
		},
		{
			name: 'Назаровский',
			count: 0.00907077714,
		},
		{
			name: 'Северо-Енисейский',
			count: 0.00907077714,
		},
		{
			name: 'Тюхтетский',
			count: 0.004540383446,
		},
		{
			name: 'Идринский',
			count: 0.004481255369,
		},
		{
			name: 'Пировский',
			count: 0.002598460441,
		},
		{
			name: 'Кедровый',
			count: 0.0009008853283,
		},
		{
			name: 'Партизанский',
			count: 0.0005533557309,
		},
		{
			name: 'Бирилюсский',
			count: 0.0002155501718,
		},
		{
			name: 'Саянский',
			count: 0,
		},
	],
	[
		{
			name: 'Минусинский',
			count: 1,
		},
		{
			name: 'Эвенкийский',
			count: 0.8640229411,
		},
		{
			name: 'Туруханский',
			count: 0.8212464759,
		},
		{
			name: 'Енисейск',
			count: 0.7275729272,
		},
		{
			name: 'Шушенский',
			count: 0.6201272268,
		},
		{
			name: 'Боготол',
			count: 0.5874903891,
		},
		{
			name: 'Ермаковский',
			count: 0.5369050197,
		},
		{
			name: 'Кедровый',
			count: 0.4751357348,
		},
		{
			name: 'Ачинский',
			count: 0.4202607497,
		},
		{
			name: 'Красноярск',
			count: 0.4082731406,
		},
		{
			name: 'Тасеевский',
			count: 0.3956775804,
		},
		{
			name: 'Норильск',
			count: 0.3315631298,
		},
		{
			name: 'Саянский',
			count: 0.3140045721,
		},
		{
			name: 'Сухобузимский',
			count: 0.3125192647,
		},
		{
			name: 'Рыбинский',
			count: 0.3064743832,
		},
		{
			name: 'Назарово',
			count: 0.2876019288,
		},
		{
			name: 'Большемуртинский',
			count: 0.256207846,
		},
		{
			name: 'Балахтинский',
			count: 0.2549314971,
		},
		{
			name: 'Канск',
			count: 0.2527752267,
		},
		{
			name: 'Шарыповский',
			count: 0.2455814208,
		},
		{
			name: 'Минусинск',
			count: 0.2346438787,
		},
		{
			name: 'Енисейский',
			count: 0.2266515229,
		},
		{
			name: 'Казачинский',
			count: 0.2255602117,
		},
		{
			name: 'Таймырский (Долгано-Ненецкий)',
			count: 0.2086351757,
		},
		{
			name: 'Козульский',
			count: 0.1887627223,
		},
		{
			name: 'Курагинский',
			count: 0.1845643021,
		},
		{
			name: 'Бородино',
			count: 0.1622772295,
		},
		{
			name: 'Абанский ',
			count: 0.1581547627,
		},
		{
			name: 'Партизанский',
			count: 0.1569446625,
		},
		{
			name: 'Краснотуранский',
			count: 0.1548362772,
		},
		{
			name: 'Емельяновский',
			count: 0.1486579759,
		},
		{
			name: 'Манский',
			count: 0.1485436881,
		},
		{
			name: 'Шарыпово',
			count: 0.1458428957,
		},
		{
			name: 'Нижнеингашский',
			count: 0.1439435222,
		},
		{
			name: 'Бирилюсский',
			count: 0.1406122078,
		},
		{
			name: 'Лесосибирск',
			count: 0.1368470224,
		},
		{
			name: 'Новоселовский',
			count: 0.1300185833,
		},
		{
			name: 'Богучанский',
			count: 0.1274572824,
		},
		{
			name: 'Идринский',
			count: 0.1199012431,
		},
		{
			name: 'Мотыгинский',
			count: 0.1015097334,
		},
		{
			name: 'Уярский',
			count: 0.09701503983,
		},
		{
			name: 'Березовский',
			count: 0.09661442004,
		},
		{
			name: 'Дзержинский',
			count: 0.09262253595,
		},
		{
			name: 'Кежемский',
			count: 0.08976365992,
		},
		{
			name: 'Иланский',
			count: 0.08884288309,
		},
		{
			name: 'Тюхтетский',
			count: 0.08781912396,
		},
		{
			name: 'Сосновоборск',
			count: 0.08251825659,
		},
		{
			name: 'Ирбейский',
			count: 0.08198578104,
		},
		{
			name: 'Ачинск',
			count: 0.07395988163,
		},
		{
			name: 'Канский',
			count: 0.07390755268,
		},
		{
			name: 'Боготольский',
			count: 0.06834547243,
		},
		{
			name: 'Пировский',
			count: 0.05623199022,
		},
		{
			name: 'Ужурский',
			count: 0.0468989668,
		},
		{
			name: 'Каратузский',
			count: 0.005051551379,
		},
		{
			name: 'Большеулуйский',
			count: 0.003220019477,
		},
		{
			name: 'Назаровский',
			count: 0.0007442060195,
		},
		{
			name: 'Дивногорск',
			count: 0.0003715511282,
		},
		{
			name: 'Северо-Енисейский',
			count: 0,
		},
	],
	[
		{
			name: 'Минусинский',
			count: 1,
		},
		{
			name: 'Енисейск',
			count: 0.9628550542,
		},
		{
			name: 'Эвенкийский',
			count: 0.8792604639,
		},
		{
			name: 'Туруханский',
			count: 0.8360581842,
		},
		{
			name: 'Шушенский',
			count: 0.6101281393,
		},
		{
			name: 'Боготол',
			count: 0.5997499368,
		},
		{
			name: 'Ермаковский',
			count: 0.5308812131,
		},
		{
			name: 'Красноярск',
			count: 0.5182019361,
		},
		{
			name: 'Кедровый',
			count: 0.4921430663,
		},
		{
			name: 'Тасеевский',
			count: 0.4187307829,
		},
		{
			name: 'Ачинский',
			count: 0.4102838716,
		},
		{
			name: 'Рыбинский',
			count: 0.3458540073,
		},
		{
			name: 'Норильск',
			count: 0.3308574482,
		},
		{
			name: 'Назарово',
			count: 0.3305924344,
		},
		{
			name: 'Канск',
			count: 0.3195302229,
		},
		{
			name: 'Саянский',
			count: 0.3063410541,
		},
		{
			name: 'Сухобузимский',
			count: 0.3011550639,
		},
		{
			name: 'Минусинск',
			count: 0.2906829129,
		},
		{
			name: 'Шарыповский',
			count: 0.2699320674,
		},
		{
			name: 'Большемуртинский',
			count: 0.2530486937,
		},
		{
			name: 'Балахтинский',
			count: 0.2436677268,
		},
		{
			name: 'Енисейский',
			count: 0.2327776799,
		},
		{
			name: 'Казачинский',
			count: 0.2241630593,
		},
		{
			name: 'Таймырский (Долгано-Ненецкий)',
			count: 0.2026113568,
		},
		{
			name: 'Шарыпово',
			count: 0.1837307313,
		},
		{
			name: 'Козульский',
			count: 0.1823034696,
		},
		{
			name: 'Курагинский',
			count: 0.1799768606,
		},
		{
			name: 'Бородино',
			count: 0.1680959846,
		},
		{
			name: 'Партизанский',
			count: 0.1553242441,
		},
		{
			name: 'Абанский ',
			count: 0.1553052733,
		},
		{
			name: 'Лесосибирск',
			count: 0.1524159192,
		},
		{
			name: 'Нижнеингашский',
			count: 0.1506648957,
		},
		{
			name: 'Краснотуранский',
			count: 0.1499645568,
		},
		{
			name: 'Манский',
			count: 0.148725788,
		},
		{
			name: 'Емельяновский',
			count: 0.1451159852,
		},
		{
			name: 'Бирилюсский',
			count: 0.1429965785,
		},
		{
			name: 'Новоселовский',
			count: 0.1274324747,
		},
		{
			name: 'Идринский',
			count: 0.1229589713,
		},
		{
			name: 'Богучанский',
			count: 0.1228125053,
		},
		{
			name: 'Мотыгинский',
			count: 0.1011885818,
		},
		{
			name: 'Березовский',
			count: 0.09564259661,
		},
		{
			name: 'Уярский',
			count: 0.09450509343,
		},
		{
			name: 'Дзержинский',
			count: 0.09346638101,
		},
		{
			name: 'Тюхтетский',
			count: 0.08941593272,
		},
		{
			name: 'Кежемский',
			count: 0.08904879744,
		},
		{
			name: 'Иланский',
			count: 0.08728135771,
		},
		{
			name: 'Сосновоборск',
			count: 0.08723485557,
		},
		{
			name: 'Ирбейский',
			count: 0.08237427382,
		},
		{
			name: 'Ачинск',
			count: 0.08166321535,
		},
		{
			name: 'Канский',
			count: 0.07401846509,
		},
		{
			name: 'Боготольский',
			count: 0.06605098387,
		},
		{
			name: 'Пировский',
			count: 0.0536142651,
		},
		{
			name: 'Ужурский',
			count: 0.04614984115,
		},
		{
			name: 'Большеулуйский',
			count: 0.006123770657,
		},
		{
			name: 'Каратузский',
			count: 0.005325389009,
		},
		{
			name: 'Назаровский',
			count: 0.00141531659,
		},
		{
			name: 'Дивногорск',
			count: 0.0003991171892,
		},
		{
			name: 'Северо-Енисейский',
			count: 0,
		},
	],
	[
		{
			name: 'Енисейск',
			count: 1,
		},
		{
			name: 'Ачинск',
			count: 0.8348943181,
		},
		{
			name: 'Туруханский',
			count: 0.5357646584,
		},
		{
			name: 'Минусинский',
			count: 0.5190684565,
		},
		{
			name: 'Красноярск',
			count: 0.4415340861,
		},
		{
			name: 'Эвенкийский',
			count: 0.3477133789,
		},
		{
			name: 'Ермаковский',
			count: 0.3100485958,
		},
		{
			name: 'Шушенский',
			count: 0.2961154663,
		},
		{
			name: 'Ачинский',
			count: 0.2904176984,
		},
		{
			name: 'Тасеевский',
			count: 0.2343595741,
		},
		{
			name: 'Канск',
			count: 0.2129379022,
		},
		{
			name: 'Боготол',
			count: 0.1881319651,
		},
		{
			name: 'Таймырский (Долгано-Ненецкий)',
			count: 0.1872941688,
		},
		{
			name: 'Минусинск',
			count: 0.1802988753,
		},
		{
			name: 'Шарыповский',
			count: 0.1666355279,
		},
		{
			name: 'Норильск',
			count: 0.1625720837,
		},
		{
			name: 'Большемуртинский',
			count: 0.1454936111,
		},
		{
			name: 'Абанский ',
			count: 0.1449062365,
		},
		{
			name: 'Емельяновский',
			count: 0.140944929,
		},
		{
			name: 'Назарово',
			count: 0.1395490295,
		},
		{
			name: 'Каратузский',
			count: 0.1393360489,
		},
		{
			name: 'Енисейский',
			count: 0.1387737667,
		},
		{
			name: 'Манский',
			count: 0.134925351,
		},
		{
			name: 'Канский',
			count: 0.1341951536,
		},
		{
			name: 'Партизанский',
			count: 0.1300147852,
		},
		{
			name: 'Рыбинский',
			count: 0.1250812296,
		},
		{
			name: 'Лесосибирск',
			count: 0.1235317653,
		},
		{
			name: 'Кедровый',
			count: 0.121582939,
		},
		{
			name: 'Ирбейский',
			count: 0.1179755695,
		},
		{
			name: 'Шарыпово',
			count: 0.1123447746,
		},
		{
			name: 'Бородино',
			count: 0.1104371095,
		},
		{
			name: 'Тюхтетский',
			count: 0.1084693574,
		},
		{
			name: 'Березовский',
			count: 0.1012762274,
		},
		{
			name: 'Сухобузимский',
			count: 0.09934609735,
		},
		{
			name: 'Дивногорск',
			count: 0.09125293809,
		},
		{
			name: 'Балахтинский',
			count: 0.08779847551,
		},
		{
			name: 'Казачинский',
			count: 0.08389528191,
		},
		{
			name: 'Курагинский',
			count: 0.07777965643,
		},
		{
			name: 'Нижнеингашский',
			count: 0.0760840014,
		},
		{
			name: 'Богучанский',
			count: 0.07392861481,
		},
		{
			name: 'Бирилюсский',
			count: 0.07189287519,
		},
		{
			name: 'Козульский',
			count: 0.06896442281,
		},
		{
			name: 'Ужурский',
			count: 0.06332031595,
		},
		{
			name: 'Дзержинский',
			count: 0.06272646786,
		},
		{
			name: 'Иланский',
			count: 0.05811704296,
		},
		{
			name: 'Краснотуранский',
			count: 0.05541855875,
		},
		{
			name: 'Саянский',
			count: 0.05437825926,
		},
		{
			name: 'Кежемский',
			count: 0.04429094979,
		},
		{
			name: 'Мотыгинский',
			count: 0.04002610294,
		},
		{
			name: 'Сосновоборск',
			count: 0.03655533373,
		},
		{
			name: 'Новоселовский',
			count: 0.0357035406,
		},
		{
			name: 'Идринский',
			count: 0.03261346393,
		},
		{
			name: 'Уярский',
			count: 0.01883853322,
		},
		{
			name: 'Боготольский',
			count: 0.01695824255,
		},
		{
			name: 'Пировский',
			count: 0.01110593256,
		},
		{
			name: 'Большеулуйский',
			count: 0.005362247043,
		},
		{
			name: 'Назаровский',
			count: 0.0002075771811,
		},
		{
			name: 'Северо-Енисейский',
			count: 0,
		},
	],
	[
		{
			name: 'Енисейск',
			count: 1,
		},
		{
			name: 'Красноярск',
			count: 0.9621764419,
		},
		{
			name: 'Ачинск',
			count: 0.6316516965,
		},
		{
			name: 'Туруханский',
			count: 0.5043989617,
		},
		{
			name: 'Минусинский',
			count: 0.4488582836,
		},
		{
			name: 'Ермаковский',
			count: 0.3898053087,
		},
		{
			name: 'Ачинский',
			count: 0.3658748096,
		},
		{
			name: 'Шушенский',
			count: 0.3456912427,
		},
		{
			name: 'Эвенкийский',
			count: 0.3370004867,
		},
		{
			name: 'Тасеевский',
			count: 0.3284498495,
		},
		{
			name: 'Шарыпово',
			count: 0.252586904,
		},
		{
			name: 'Шарыповский',
			count: 0.245300638,
		},
		{
			name: 'Канск',
			count: 0.2237934614,
		},
		{
			name: 'Минусинск',
			count: 0.2180911715,
		},
		{
			name: 'Боготол',
			count: 0.2111899487,
		},
		{
			name: 'Назарово',
			count: 0.1967097762,
		},
		{
			name: 'Норильск',
			count: 0.1832945115,
		},
		{
			name: 'Лесосибирск',
			count: 0.1763350533,
		},
		{
			name: 'Таймырский (Долгано-Ненецкий)',
			count: 0.1633079138,
		},
		{
			name: 'Большемуртинский',
			count: 0.1628302343,
		},
		{
			name: 'Енисейский',
			count: 0.1510915365,
		},
		{
			name: 'Рыбинский',
			count: 0.1508710266,
		},
		{
			name: 'Бородино',
			count: 0.143444423,
		},
		{
			name: 'Емельяновский',
			count: 0.1412667177,
		},
		{
			name: 'Ирбейский',
			count: 0.1335114379,
		},
		{
			name: 'Саянский',
			count: 0.1332733069,
		},
		{
			name: 'Абанский ',
			count: 0.1324593911,
		},
		{
			name: 'Балахтинский',
			count: 0.1236426664,
		},
		{
			name: 'Кедровый',
			count: 0.1231103147,
		},
		{
			name: 'Манский',
			count: 0.1190187373,
		},
		{
			name: 'Каратузский',
			count: 0.1163628107,
		},
		{
			name: 'Канский',
			count: 0.1157675431,
		},
		{
			name: 'Партизанский',
			count: 0.1085265714,
		},
		{
			name: 'Тюхтетский',
			count: 0.1034897421,
		},
		{
			name: 'Казачинский',
			count: 0.1028653859,
		},
		{
			name: 'Курагинский',
			count: 0.0992402789,
		},
		{
			name: 'Сухобузимский',
			count: 0.09886783512,
		},
		{
			name: 'Козульский',
			count: 0.09820671501,
		},
		{
			name: 'Березовский',
			count: 0.09811389763,
		},
		{
			name: 'Богучанский',
			count: 0.0909490487,
		},
		{
			name: 'Ужурский',
			count: 0.08567849214,
		},
		{
			name: 'Дивногорск',
			count: 0.08473842434,
		},
		{
			name: 'Нижнеингашский',
			count: 0.07961907572,
		},
		{
			name: 'Краснотуранский',
			count: 0.07931375838,
		},
		{
			name: 'Дзержинский',
			count: 0.07233412939,
		},
		{
			name: 'Иланский',
			count: 0.07058572536,
		},
		{
			name: 'Бирилюсский',
			count: 0.06707954166,
		},
		{
			name: 'Новоселовский',
			count: 0.06018858605,
		},
		{
			name: 'Кежемский',
			count: 0.05528028821,
		},
		{
			name: 'Мотыгинский',
			count: 0.05109495867,
		},
		{
			name: 'Идринский',
			count: 0.04946450638,
		},
		{
			name: 'Сосновоборск',
			count: 0.0415430357,
		},
		{
			name: 'Уярский',
			count: 0.03627997574,
		},
		{
			name: 'Боготольский',
			count: 0.02549193116,
		},
		{
			name: 'Пировский',
			count: 0.02460500072,
		},
		{
			name: 'Большеулуйский',
			count: 0.005461913381,
		},
		{
			name: 'Назаровский',
			count: 0.000451339123,
		},
		{
			name: 'Северо-Енисейский',
			count: 0,
		},
	],
	[
		{
			name: 'Красноярск',
			count: 1,
		},
		{
			name: 'Ачинск',
			count: 0.951612716,
		},
		{
			name: 'Туруханский',
			count: 0.9131712126,
		},
		{
			name: 'Енисейск',
			count: 0.9115045491,
		},
		{
			name: 'Минусинский',
			count: 0.8441588841,
		},
		{
			name: 'Ермаковский',
			count: 0.7506418015,
		},
		{
			name: 'Ачинский',
			count: 0.7233807081,
		},
		{
			name: 'Шушенский',
			count: 0.6726046265,
		},
		{
			name: 'Эвенкийский',
			count: 0.6106267669,
		},
		{
			name: 'Тасеевский',
			count: 0.5459891877,
		},
		{
			name: 'Боготол',
			count: 0.3800588541,
		},
		{
			name: 'Шарыповский',
			count: 0.3735654739,
		},
		{
			name: 'Норильск',
			count: 0.3462689292,
		},
		{
			name: 'Таймырский (Долгано-Ненецкий)',
			count: 0.326387012,
		},
		{
			name: 'Большемуртинский',
			count: 0.314294213,
		},
		{
			name: 'Емельяновский',
			count: 0.279353121,
		},
		{
			name: 'Назарово',
			count: 0.2684916383,
		},
		{
			name: 'Шарыпово',
			count: 0.2684480441,
		},
		{
			name: 'Енисейский',
			count: 0.2683837819,
		},
		{
			name: 'Саянский',
			count: 0.2638677921,
		},
		{
			name: 'Лесосибирск',
			count: 0.2601899764,
		},
		{
			name: 'Абанский ',
			count: 0.2587528887,
		},
		{
			name: 'Балахтинский',
			count: 0.2552011178,
		},
		{
			name: 'Бородино',
			count: 0.2500792242,
		},
		{
			name: 'Ирбейский',
			count: 0.248594939,
		},
		{
			name: 'Минусинск',
			count: 0.2434028931,
		},
		{
			name: 'Канск',
			count: 0.2354480821,
		},
		{
			name: 'Манский',
			count: 0.2232582017,
		},
		{
			name: 'Канский',
			count: 0.217033705,
		},
		{
			name: 'Рыбинский',
			count: 0.2156069073,
		},
		{
			name: 'Кедровый',
			count: 0.2146572988,
		},
		{
			name: 'Партизанский',
			count: 0.2085943123,
		},
		{
			name: 'Сухобузимский',
			count: 0.2007359344,
		},
		{
			name: 'Козульский',
			count: 0.1984961837,
		},
		{
			name: 'Курагинский',
			count: 0.1966718919,
		},
		{
			name: 'Казачинский',
			count: 0.1959997601,
		},
		{
			name: 'Каратузский',
			count: 0.1951094454,
		},
		{
			name: 'Березовский',
			count: 0.1884749036,
		},
		{
			name: 'Тюхтетский',
			count: 0.1873010105,
		},
		{
			name: 'Богучанский',
			count: 0.1846886044,
		},
		{
			name: 'Ужурский',
			count: 0.1666499256,
		},
		{
			name: 'Краснотуранский',
			count: 0.1593830104,
		},
		{
			name: 'Иланский',
			count: 0.1377578052,
		},
		{
			name: 'Дивногорск',
			count: 0.1361529906,
		},
		{
			name: 'Нижнеингашский',
			count: 0.1356504012,
		},
		{
			name: 'Дзержинский',
			count: 0.133447214,
		},
		{
			name: 'Бирилюсский',
			count: 0.1217189496,
		},
		{
			name: 'Новоселовский',
			count: 0.118040052,
		},
		{
			name: 'Кежемский',
			count: 0.1057246508,
		},
		{
			name: 'Мотыгинский',
			count: 0.09673645478,
		},
		{
			name: 'Идринский',
			count: 0.08814818726,
		},
		{
			name: 'Уярский',
			count: 0.07205267987,
		},
		{
			name: 'Сосновоборск',
			count: 0.06922052046,
		},
		{
			name: 'Боготольский',
			count: 0.05145440705,
		},
		{
			name: 'Пировский',
			count: 0.05103890306,
		},
		{
			name: 'Большеулуйский',
			count: 0,
		},
		{
			name: 'Назаровский',
			count: 0,
		},
		{
			name: 'Северо-Енисейский',
			count: 0,
		},
	],
	[
		{
			name: 'Енисейск',
			count: 1,
		},
		{
			name: 'Красноярск',
			count: 0.9085550547,
		},
		{
			name: 'Ачинск',
			count: 0.7076504045,
		},
		{
			name: 'Ермаковский',
			count: 0.515374892,
		},
		{
			name: 'Туруханский',
			count: 0.5008685934,
		},
		{
			name: 'Минусинский',
			count: 0.4754898883,
		},
		{
			name: 'Шушенский',
			count: 0.4022040937,
		},
		{
			name: 'Ачинский',
			count: 0.3873842159,
		},
		{
			name: 'Тасеевский',
			count: 0.3716826772,
		},
		{
			name: 'Эвенкийский',
			count: 0.3671695912,
		},
		{
			name: 'Шарыповский',
			count: 0.2996487334,
		},
		{
			name: 'Норильск',
			count: 0.2616359782,
		},
		{
			name: 'Канск',
			count: 0.2447071779,
		},
		{
			name: 'Минусинск',
			count: 0.2295216561,
		},
		{
			name: 'Таймырский (Долгано-Ненецкий)',
			count: 0.2251103406,
		},
		{
			name: 'Лесосибирск',
			count: 0.2219390603,
		},
		{
			name: 'Емельяновский',
			count: 0.2170769448,
		},
		{
			name: 'Боготол',
			count: 0.2160236174,
		},
		{
			name: 'Шарыпово',
			count: 0.2139011454,
		},
		{
			name: 'Бородино',
			count: 0.1976750616,
		},
		{
			name: 'Назарово',
			count: 0.1884875273,
		},
		{
			name: 'Большемуртинский',
			count: 0.1857573173,
		},
		{
			name: 'Енисейский',
			count: 0.1768641051,
		},
		{
			name: 'Балахтинский',
			count: 0.1733775559,
		},
		{
			name: 'Рыбинский',
			count: 0.1689502061,
		},
		{
			name: 'Ирбейский',
			count: 0.1617770909,
		},
		{
			name: 'Богучанский',
			count: 0.1444485854,
		},
		{
			name: 'Абанский ',
			count: 0.1391530836,
		},
		{
			name: 'Ужурский',
			count: 0.1387922012,
		},
		{
			name: 'Березовский',
			count: 0.134448476,
		},
		{
			name: 'Козульский',
			count: 0.1273723374,
		},
		{
			name: 'Манский',
			count: 0.1268499632,
		},
		{
			name: 'Курагинский',
			count: 0.1244735474,
		},
		{
			name: 'Саянский',
			count: 0.1235344599,
		},
		{
			name: 'Канский',
			count: 0.1229446289,
		},
		{
			name: 'Казачинский',
			count: 0.1184818224,
		},
		{
			name: 'Сухобузимский',
			count: 0.1136344368,
		},
		{
			name: 'Кедровый',
			count: 0.1067074191,
		},
		{
			name: 'Каратузский',
			count: 0.1051113562,
		},
		{
			name: 'Дивногорск',
			count: 0.1017786943,
		},
		{
			name: 'Дзержинский',
			count: 0.1009312617,
		},
		{
			name: 'Нижнеингашский',
			count: 0.1002373273,
		},
		{
			name: 'Партизанский',
			count: 0.0989669989,
		},
		{
			name: 'Краснотуранский',
			count: 0.0977921366,
		},
		{
			name: 'Тюхтетский',
			count: 0.09236662971,
		},
		{
			name: 'Иланский',
			count: 0.08825647956,
		},
		{
			name: 'Кежемский',
			count: 0.07285354437,
		},
		{
			name: 'Новоселовский',
			count: 0.06347466473,
		},
		{
			name: 'Мотыгинский',
			count: 0.06127270549,
		},
		{
			name: 'Бирилюсский',
			count: 0.05898308265,
		},
		{
			name: 'Сосновоборск',
			count: 0.05072344549,
		},
		{
			name: 'Идринский',
			count: 0.04312374001,
		},
		{
			name: 'Уярский',
			count: 0.03582112731,
		},
		{
			name: 'Боготольский',
			count: 0.03244509284,
		},
		{
			name: 'Пировский',
			count: 0.02281332449,
		},
		{
			name: 'Большеулуйский',
			count: 0.0036101054,
		},
		{
			name: 'Назаровский',
			count: 0.0002180226523,
		},
		{
			name: 'Северо-Енисейский',
			count: 0,
		},
	],
	[
		{
			name: 'Туруханский',
			count: 1,
		},
		{
			name: 'Эвенкийский',
			count: 0.6314272038,
		},
		{
			name: 'Тасеевский',
			count: 0.4805480673,
		},
		{
			name: 'Минусинский',
			count: 0.477956289,
		},
		{
			name: 'Боготол',
			count: 0.4122658485,
		},
		{
			name: 'Шушенский',
			count: 0.4024406382,
		},
		{
			name: 'Ермаковский',
			count: 0.3417708625,
		},
		{
			name: 'Енисейск',
			count: 0.2724929445,
		},
		{
			name: 'Красноярск',
			count: 0.2387655938,
		},
		{
			name: 'Ачинский',
			count: 0.2359520577,
		},
		{
			name: 'Норильск',
			count: 0.2287469864,
		},
		{
			name: 'Рыбинский',
			count: 0.190555575,
		},
		{
			name: 'Саянский',
			count: 0.1859020238,
		},
		{
			name: 'Енисейский',
			count: 0.1851500088,
		},
		{
			name: 'Кедровый',
			count: 0.1784904561,
		},
		{
			name: 'Шарыповский',
			count: 0.1712032099,
		},
		{
			name: 'Минусинск',
			count: 0.1550693575,
		},
		{
			name: 'Канск',
			count: 0.1448925084,
		},
		{
			name: 'Казачинский',
			count: 0.1398535555,
		},
		{
			name: 'Назарово',
			count: 0.1362391531,
		},
		{
			name: 'Балахтинский',
			count: 0.1219822523,
		},
		{
			name: 'Шарыпово',
			count: 0.1138422782,
		},
		{
			name: 'Бирилюсский',
			count: 0.1129608083,
		},
		{
			name: 'Курагинский',
			count: 0.1105801741,
		},
		{
			name: 'Емельяновский',
			count: 0.1064083809,
		},
		{
			name: 'Партизанский',
			count: 0.09938781907,
		},
		{
			name: 'Козульский',
			count: 0.09035602729,
		},
		{
			name: 'Краснотуранский',
			count: 0.08935499557,
		},
		{
			name: 'Бородино',
			count: 0.08925106249,
		},
		{
			name: 'Уярский',
			count: 0.07943416333,
		},
		{
			name: 'Большемуртинский',
			count: 0.07456935088,
		},
		{
			name: 'Мотыгинский',
			count: 0.07332071406,
		},
		{
			name: 'Пировский',
			count: 0.07160933345,
		},
		{
			name: 'Кежемский',
			count: 0.07095099451,
		},
		{
			name: 'Богучанский',
			count: 0.0707551885,
		},
		{
			name: 'Лесосибирск',
			count: 0.06600080389,
		},
		{
			name: 'Ачинск',
			count: 0.06352146619,
		},
		{
			name: 'Дзержинский',
			count: 0.06189143672,
		},
		{
			name: 'Манский',
			count: 0.06027218215,
		},
		{
			name: 'Сосновоборск',
			count: 0.060100926,
		},
		{
			name: 'Березовский',
			count: 0.05751171618,
		},
		{
			name: 'Идринский',
			count: 0.0559953511,
		},
		{
			name: 'Сухобузимский',
			count: 0.05459399265,
		},
		{
			name: 'Иланский',
			count: 0.05288636855,
		},
		{
			name: 'Тюхтетский',
			count: 0.05103177535,
		},
		{
			name: 'Новоселовский',
			count: 0.04972563812,
		},
		{
			name: 'Ирбейский',
			count: 0.04835769307,
		},
		{
			name: 'Нижнеингашский',
			count: 0.04336546246,
		},
		{
			name: 'Таймырский (Долгано-Ненецкий)',
			count: 0.04233701523,
		},
		{
			name: 'Канский',
			count: 0.04132065534,
		},
		{
			name: 'Абанский ',
			count: 0.02777536357,
		},
		{
			name: 'Боготольский',
			count: 0.02365932492,
		},
		{
			name: 'Ужурский',
			count: 0.01811580557,
		},
		{
			name: 'Каратузский',
			count: 0.002734085785,
		},
		{
			name: 'Дивногорск',
			count: 0.0001725775035,
		},
		{
			name: 'Большеулуйский',
			count: 0,
		},
		{
			name: 'Назаровский',
			count: 0,
		},
		{
			name: 'Северо-Енисейский',
			count: 0,
		},
	],
	[
		{
			name: 'Минусинский',
			count: 1,
		},
		{
			name: 'Эвенкийский',
			count: 0.8471257909,
		},
		{
			name: 'Туруханский',
			count: 0.8048215187,
		},
		{
			name: 'Шушенский',
			count: 0.6312153865,
		},
		{
			name: 'Боготол',
			count: 0.5738955665,
		},
		{
			name: 'Ермаковский',
			count: 0.5435849222,
		},
		{
			name: 'Енисейск',
			count: 0.4666645422,
		},
		{
			name: 'Кедровый',
			count: 0.4562760133,
		},
		{
			name: 'Ачинский',
			count: 0.4313242809,
		},
		{
			name: 'Тасеевский',
			count: 0.3701134889,
		},
		{
			name: 'Норильск',
			count: 0.3323456723,
		},
		{
			name: 'Сухобузимский',
			count: 0.3251212219,
		},
		{
			name: 'Саянский',
			count: 0.3225027786,
		},
		{
			name: 'Красноярск',
			count: 0.2863712142,
		},
		{
			name: 'Балахтинский',
			count: 0.2674220852,
		},
		{
			name: 'Рыбинский',
			count: 0.2628056426,
		},
		{
			name: 'Большемуртинский',
			count: 0.2597110842,
		},
		{
			name: 'Назарово',
			count: 0.23992902,
		},
		{
			name: 'Казачинский',
			count: 0.227109538,
		},
		{
			name: 'Енисейский',
			count: 0.2198581224,
		},
		{
			name: 'Шарыповский',
			count: 0.2185785712,
		},
		{
			name: 'Таймырский (Долгано-Ненецкий)',
			count: 0.2153150918,
		},
		{
			name: 'Козульский',
			count: 0.1959254985,
		},
		{
			name: 'Курагинский',
			count: 0.1896513945,
		},
		{
			name: 'Канск',
			count: 0.1787494667,
		},
		{
			name: 'Минусинск',
			count: 0.1725012328,
		},
		{
			name: 'Абанский ',
			count: 0.1613146104,
		},
		{
			name: 'Краснотуранский',
			count: 0.1602386115,
		},
		{
			name: 'Партизанский',
			count: 0.1587415722,
		},
		{
			name: 'Бородино',
			count: 0.1558247123,
		},
		{
			name: 'Емельяновский',
			count: 0.15258575,
		},
		{
			name: 'Манский',
			count: 0.1483417545,
		},
		{
			name: 'Бирилюсский',
			count: 0.1379681384,
		},
		{
			name: 'Нижнеингашский',
			count: 0.1364900758,
		},
		{
			name: 'Новоселовский',
			count: 0.1328863636,
		},
		{
			name: 'Богучанский',
			count: 0.1326079553,
		},
		{
			name: 'Лесосибирск',
			count: 0.1195824058,
		},
		{
			name: 'Идринский',
			count: 0.1165104759,
		},
		{
			name: 'Шарыпово',
			count: 0.1038284252,
		},
		{
			name: 'Мотыгинский',
			count: 0.101865864,
		},
		{
			name: 'Уярский',
			count: 0.09979836242,
		},
		{
			name: 'Березовский',
			count: 0.0976920917,
		},
		{
			name: 'Дзержинский',
			count: 0.09168678169,
		},
		{
			name: 'Иланский',
			count: 0.09057448537,
		},
		{
			name: 'Кежемский',
			count: 0.09055638318,
		},
		{
			name: 'Тюхтетский',
			count: 0.08604839535,
		},
		{
			name: 'Ирбейский',
			count: 0.08155497474,
		},
		{
			name: 'Сосновоборск',
			count: 0.0772879391,
		},
		{
			name: 'Канский',
			count: 0.07378456001,
		},
		{
			name: 'Боготольский',
			count: 0.07088987015,
		},
		{
			name: 'Ачинск',
			count: 0.06541752277,
		},
		{
			name: 'Пировский',
			count: 0.05913483048,
		},
		{
			name: 'Ужурский',
			count: 0.04772968508,
		},
		{
			name: 'Каратузский',
			count: 0.004747888136,
		},
		{
			name: 'Дивногорск',
			count: 0.0003409826505,
		},
		{
			name: 'Большеулуйский',
			count: 0,
		},
		{
			name: 'Назаровский',
			count: 0,
		},
		{
			name: 'Северо-Енисейский',
			count: 0,
		},
	],
	[
		{
			name: 'Енисейский',
			count: 1,
		},
		{
			name: 'Красноярск',
			count: 0.9244496217,
		},
		{
			name: 'Ачинск',
			count: 0.5163408896,
		},
		{
			name: 'Туруханский',
			count: 0.3652964166,
		},
		{
			name: 'Минусинский',
			count: 0.3153966541,
		},
		{
			name: 'Ермаковский',
			count: 0.2685202805,
		},
		{
			name: 'Тасеевский',
			count: 0.2527930929,
		},
		{
			name: 'Ачинский',
			count: 0.2462612894,
		},
		{
			name: 'Эвенкийский',
			count: 0.2439045314,
		},
		{
			name: 'Шарыпово',
			count: 0.2408631576,
		},
		{
			name: 'Шушенский',
			count: 0.236011254,
		},
		{
			name: 'Канск',
			count: 0.2141419779,
		},
		{
			name: 'Минусинск',
			count: 0.2044046081,
		},
		{
			name: 'Шарыповский',
			count: 0.1992901051,
		},
		{
			name: 'Назарово',
			count: 0.1693470231,
		},
		{
			name: 'Боготол',
			count: 0.1536484896,
		},
		{
			name: 'Лесосибирск',
			count: 0.1458215445,
		},
		{
			name: 'Норильск',
			count: 0.1283187906,
		},
		{
			name: 'Рыбинский',
			count: 0.1269144376,
		},
		{
			name: 'Большемуртинский',
			count: 0.1119414292,
		},
		{
			name: 'Енисейский',
			count: 0.1110050641,
		},
		{
			name: 'Таймырский (Долгано-Ненецкий)',
			count: 0.1088427086,
		},
		{
			name: 'Бородино',
			count: 0.1068351913,
		},
		{
			name: 'Емельяновский',
			count: 0.09506749561,
		},
		{
			name: 'Ирбейский',
			count: 0.09457988669,
		},
		{
			name: 'Кедровый',
			count: 0.09168197725,
		},
		{
			name: 'Абанский ',
			count: 0.09011726021,
		},
		{
			name: 'Саянский',
			count: 0.08958956775,
		},
		{
			name: 'Каратузский',
			count: 0.08904471692,
		},
		{
			name: 'Манский',
			count: 0.08380752774,
		},
		{
			name: 'Канский',
			count: 0.08155678942,
		},
		{
			name: 'Балахтинский',
			count: 0.07992465912,
		},
		{
			name: 'Тюхтетский',
			count: 0.07496735726,
		},
		{
			name: 'Партизанский',
			count: 0.07488007479,
		},
		{
			name: 'Казачинский',
			count: 0.07149969365,
		},
		{
			name: 'Березовский',
			count: 0.06772805548,
		},
		{
			name: 'Дивногорск',
			count: 0.06666419693,
		},
		{
			name: 'Курагинский',
			count: 0.06665464684,
		},
		{
			name: 'Сухобузимский',
			count: 0.06493123426,
		},
		{
			name: 'Козульский',
			count: 0.06477237535,
		},
		{
			name: 'Нижнеингашский',
			count: 0.06026745037,
		},
		{
			name: 'Богучанский',
			count: 0.05972121672,
		},
		{
			name: 'Ужурский',
			count: 0.05851091806,
		},
		{
			name: 'Краснотуранский',
			count: 0.05259576762,
		},
		{
			name: 'Дзержинский',
			count: 0.05162124302,
		},
		{
			name: 'Бирилюсский',
			count: 0.04849539118,
		},
		{
			name: 'Иланский',
			count: 0.04806145362,
		},
		{
			name: 'Новоселовский',
			count: 0.04080608801,
		},
		{
			name: 'Кежемский',
			count: 0.03830349266,
		},
		{
			name: 'Идринский',
			count: 0.03625369627,
		},
		{
			name: 'Мотыгинский',
			count: 0.03570527694,
		},
		{
			name: 'Сосновоборск',
			count: 0.03192390946,
		},
		{
			name: 'Уярский',
			count: 0.02432018791,
		},
		{
			name: 'Боготольский',
			count: 0.01683474,
		},
		{
			name: 'Пировский',
			count: 0.0158272594,
		},
		{
			name: 'Большеулуйский',
			count: 0.006989297728,
		},
		{
			name: 'Назаровский',
			count: 0.0005775528257,
		},
		{
			name: 'Северо-Енисейский',
			count: 0,
		},
	],
]
