import React from 'react'
import Map from './Map'

export const legendMap = [
	{
		name: 'Высокий',
		color: '#00308F',
	},
	{
		name: 'Средний',
		color: '#407FFE',
	},
	{
		name: 'Низкий',
		color: '#d9e6fc',
	},
	{
		name: 'Нет данных',
		color: '#d8d8d8',
	},
]

const MapGraphic = () => {
	return (
		<div className='mapgraphic__container'>
			<Map />
			<div className='mapgraphic__legend'>
				{legendMap.map(item => (
					<div className='mapgraphic__legend-item'>
						<div className='mapgraphic__legend-item-icon'>
							<svg
								width='18'
								height='18'
								viewBox='0 0 18 18'
								fill='none'
								xmlns='http://www.w3.org/2000/svg'>
								<path
									d='M1 9.36036L1.82051 8.92793L1.68376 8.20721L1.82051 7.34234L2.09402 7.05405L1.41026 6.90991L1.54701 5.75676L1.41026 5.61261L1.68376 5.03604L1.54701 4.45946L1.68376 4.31532L1.95727 3.45045L2.23077 3.30631L2.91453 3.88288L3.46154 3.16216L4.28205 3.30631L5.23932 4.45946L5.92308 4.6036L6.05983 3.59459L6.33333 3.30631L5.92308 2.58559L6.47009 2.15315L6.88034 2.44144L7.15385 1.57658H7.2906V1.28829H7.5641L7.70086 1L7.83761 1.28829L8.38462 1.14414L8.24786 1.28829H8.52137V1.57658H9.20513L11.5299 1.14414L12.4872 1.57658V2.00901L13.0342 2.44144L14.4017 1.72072L15.2222 2.2973L15.4957 2.87387L15.906 3.16216L15.6325 3.88288L14.812 4.89189L14.4017 4.31532L14.1282 4.45946L13.8547 5.46847L14.1282 5.75676L13.9915 6.33333L13.1709 6.62162L13.5812 7.1982L15.906 6.76577L16.453 7.1982L16.3162 7.77478L17 8.4955L16.8632 9.21622L16.0427 9.93694V10.6577L15.4957 11.6667L14.4017 12.3874L14.265 13.1081L13.8547 13.6847L13.3077 13.3964L12.2137 13.5405L12.3504 14.1171L12.2137 14.5496L11.6667 14.4054V14.8378L10.2991 15.7027L10.1624 15.2703H10.0256L8.79487 16.1351V16.4234L8.24786 16.7117L7.83761 16.2793L7.15385 17L6.60684 16.7117L5.92308 17L5.37607 16.4234H4.28205V16.1351L2.50427 15.4144V15.2703L2.91453 15.4144L3.18803 15.1261H3.59829L3.32479 14.1171L3.73504 13.5405L3.32479 13.2523L1.95727 13.5405V13.1081L2.36752 12.8198L1.68376 12.2432L1.41026 11.0901H1V9.36036Z'
									fill={item.color}
									stroke='white'
									stroke-width='0.25'
									stroke-linecap='round'
									stroke-linejoin='round'
								/>
							</svg>
						</div>
						<div className='mapgraphic__legend-item-name'>{item.name}</div>
					</div>
				))}
			</div>
		</div>
	)
}

export default MapGraphic
